Revit 2027 API
SymbolTypeId.MSup2KPerW Property
 Symbol (m²·K)/W, indicating unit Square meter kelvins per watt.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MSup2KPerW { get; }
Public Shared ReadOnly Property MSup2KPerW As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MSup2KPerW {
	ForgeTypeId^ get ();
}
static member MSup2KPerW : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace